Revit 2024 API
SymbolTypeId.KgPerKgK Property
 Symbol kg/(kg·K), indicating unit Kilograms per kilogram kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgPerKgK { get; }
Visual Basic
Public Shared ReadOnly Property KgPerKgK As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgPerKgK {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace